{
    "entries": [
        {
            "text": "I steered clear of anything that might pique my intellect or make me envious or anxious. I kept my head down.",
            "drawer": "lighten",
            "chapter": "Chapter One",
            "time": 1718718557,
            "page": 12,
            "sort": "highlight"
        },
        {
            "text": "Not that what I was doing was suicide. In fact, it was the opposite of suicide. My hibernation was self-preservational. I thought that it was going to save my life.",
            "drawer": "lighten",
            "chapter": "Chapter One",
            "time": 1718719287,
            "page": 12,
            "sort": "highlight"
        },
        {
            "text": "She was a slave to vanity and status, which was not unusual in a place like Manhattan, but I found her desperation especially irritating. It made it hard for me to respect her intelligence. She was so obsessed with brand names, conformity, “fitting in.”",
            "drawer": "lighten",
            "chapter": "Chapter One",
            "time": 1718719715,
            "page": 14,
            "sort": "highlight"
        },
        {
            "text": "“I’m not a junkie or something,” I said defensively. “I’m taking some time off. This is my year of rest and relaxation.”",
            "drawer": "lighten",
            "chapter": "Chapter One",
            "time": 1718727861,
            "page": 16,
            "sort": "highlight"
        },
        {
            "text": "“At least I’m making an effort to change and go after what I want,” she said. “Besides sleeping, what do you want out of life?”\nI chose to ignore her sarcasm.\n“I wanted to be an artist, but I had no talent,” I told her.\n“Do you really need talent?”\nThat might have been the smartest thing Reva ever said to me.\n“Yes,” I replied.",
            "drawer": "lighten",
            "chapter": "Chapter One",
            "time": 1718731800,
            "page": 20,
            "sort": "highlight"
        },
        {
            "text": "My plan was to lie. I’d given it careful consideration.",
            "drawer": "lighten",
            "chapter": "Chapter One",
            "time": 1718732344,
            "page": 23,
            "sort": "highlight"
        },
        {
            "text": "Education is directly proportional to anxiety, as you’ve probably learned, having gone to Columbia.",
            "drawer": "lighten",
            "chapter": "Chapter One",
            "time": 1718732533,
            "page": 25,
            "sort": "highlight"
        },
        {
            "text": "I asked Trevor once, “If you could have only blow jobs or only intercourse for the rest of your life, which one would you choose?”\n“Blow jobs,” he answered.\n“That’s kind of gay, isn’t it?” I said. “To be more interested in mouths than pussies?”\nHe didn’t speak to me for weeks.",
            "drawer": "lighten",
            "chapter": "Chapter One",
            "time": 1718744029,
            "page": 32,
            "sort": "highlight"
        },
        {
            "text": "The worst was that those guys tried to pass off their insecurity as “sensitivity,” and it worked.",
            "drawer": "lighten",
            "chapter": "Chapter One",
            "time": 1718752739,
            "page": 33,
            "sort": "highlight"
        },
        {
            "text": "They wouldn’t be distracted by “pussy,” they would have me believe. The truth was probably that they were just afraid of vaginas, afraid that they’d fail to understand one as pretty and pink as mine, and they were ashamed of their own sensual inadequacies, afraid of their own dicks, afraid of themselves. So they focused on “abstract ideas” and developed drinking problems to blot out the self-loathing they preferred to call “existential ennui.” It was easy to imagine those guys masturbating to Chloë Sevigny, to Selma Blair, to Leelee Sobieski. To Winona Ryder.",
            "drawer": "lighten",
            "chapter": "Chapter One",
            "time": 1718752835,
            "page": 33,
            "sort": "highlight"
        },
        {
            "text": "OH, SLEEP. Nothing else could ever bring me such pleasure, such freedom, the power to feel and move and think and imagine, safe from the miseries of my waking consciousness. I was not a narcoleptic—I never fell asleep when I didn’t want to. I was more of a somniac. A somnophile. I’d always loved sleeping.",
            "drawer": "lighten",
            "chapter": "Chapter One",
            "time": 1718794063,
            "page": 43,
            "sort": "highlight"
        },
        {
            "text": "a single wrinkle of worry etched deep into his brow",
            "drawer": "lighten",
            "chapter": "Chapter One",
            "time": 1719078155,
            "page": 43,
            "sort": "highlight"
        },
        {
            "text": "a stranger gently puppeting his way through his life at home with two strange females he could never hope to understand",
            "drawer": "lighten",
            "chapter": "Chapter One",
            "time": 1718794444,
            "page": 44,
            "sort": "highlight"
        },
        {
            "text": "Sometimes I think a puppy might have changed everything.",
            "drawer": "lighten",
            "chapter": "Chapter One",
            "time": 1718794644,
            "page": 45,
            "sort": "highlight"
        },
        {
            "text": "I’d been stupid to believe that employment would add value to my life.",
            "drawer": "lighten",
            "chapter": "Chapter One",
            "time": 1719078174,
            "page": 45,
            "sort": "highlight"
        },
        {
            "text": "I quit,” I lied. “I want to devote more time to my own interests.”\n“What interests? I didn’t know you had interests.”",
            "drawer": "lighten",
            "chapter": "Chapter Two",
            "time": 1718805566,
            "page": 49,
            "sort": "highlight"
        },
        {
            "text": "“I’m resting.” I lay down on the sofa to demonstrate.",
            "drawer": "lighten",
            "chapter": "Chapter Two",
            "time": 1718805615,
            "page": 49,
            "sort": "highlight"
        },
        {
            "text": "“Sometimes you need to act as if.”\n“Dr. Tuttle can probably give you something to get rid of your gum addiction,” I told her flatly. “They have pills for everything now.”",
            "drawer": "lighten",
            "chapter": "Chapter Two",
            "time": 1718805790,
            "page": 51,
            "sort": "highlight"
        },
        {
            "text": "“I don’t like the term ‘dream journal,’” she told me at our in-person appointment in June. “I prefer ‘night vision log.’”",
            "drawer": "lighten",
            "chapter": "Chapter Two",
            "time": 1718806078,
            "page": 53,
            "sort": "highlight"
        },
        {
            "text": "I did crave attention, but I refused to humiliate myself by asking for it",
            "drawer": "lighten",
            "chapter": "Chapter Two",
            "time": 1718808683,
            "page": 57,
            "sort": "highlight"
        },
        {
            "text": "They reminded me of my mother—pointless and self-obsessed—only she had been less physically active.",
            "drawer": "lighten",
            "chapter": "Chapter Two",
            "time": 1718812097,
            "page": 61,
            "sort": "highlight"
        },
        {
            "text": "Caffeine was my exercise.",
            "drawer": "lighten",
            "chapter": "Chapter Two",
            "time": 1718817122,
            "page": 62,
            "sort": "highlight"
        },
        {
            "text": "I didn’t talk to myself in my head. There wasn’t much to say. This was how I knew the sleep was having an effect: I was growing less and less attached to life. If I kept going, I thought, I’d disappear completely, then reappear in some new form. This was my hope. This was the dream.",
            "drawer": "lighten",
            "chapter": "Chapter Two",
            "time": 1718824240,
            "page": 72,
            "sort": "highlight"
        },
        {
            "text": "I prayed that my subconscious understood the value of convenience. Amen.",
            "drawer": "lighten",
            "chapter": "Chapter Three",
            "time": 1719078196,
            "page": 74,
            "sort": "highlight"
        },
        {
            "text": "Back then, I interpreted Trevor’s sadism as a satire of actual sadism",
            "drawer": "lighten",
            "chapter": "Chapter Three",
            "time": 1718841849,
            "page": 80,
            "sort": "highlight"
        },
        {
            "text": "I took the garbage out into the hallway and threw it down the trash chute. Having a trash chute was one of my favorite things about my building. It made me feel important, like I was participating in the world. My trash mixed with the trash of others. The things I touched touched things other people had touched. I was contributing. I was connecting",
            "drawer": "lighten",
            "chapter": "Chapter Three",
            "time": 1718873673,
            "page": 96,
            "sort": "highlight"
        },
        {
            "text": "“Some activity in sleep is fine just as long as you don’t operate heavy machinery.",
            "drawer": "lighten",
            "chapter": "Chapter Three",
            "time": 1718873727,
            "page": 97,
            "sort": "highlight"
        },
        {
            "text": "My father was joyless, too,",
            "drawer": "lighten",
            "chapter": "Chapter Four",
            "time": 1718897837,
            "page": 113,
            "sort": "highlight"
        },
        {
            "text": "I spent a lot of time staring at the ceiling that year, trying to cancel out thoughts about death with thoughts about nothingness",
            "drawer": "lighten",
            "chapter": "Chapter Four",
            "time": 1719078221,
            "page": 127,
            "sort": "highlight"
        },
        {
            "text": "That spring, I went for long walks around the city with earplugs in",
            "drawer": "lighten",
            "chapter": "Chapter Four",
            "time": 1718911426,
            "page": 128,
            "sort": "highlight"
        },
        {
            "text": "Watching her take what was deep and real and painful and ruin it by expressing it with such trite precision gave me reason to think Reva was an idiot, and therefore I could discount her pain, and with it, mine. Reva was like the pills I took. They turned everything, even hatred, even love, into fluff I could bat away.",
            "drawer": "lighten",
            "chapter": "Chapter Four",
            "time": 1718923118,
            "page": 136,
            "sort": "highlight"
        },
        {
            "text": "The snow was already beginning to fall. That was good, I thought—I’d stay home through the blizzard and get some hard sleeping done.",
            "drawer": "lighten",
            "chapter": "Chapter Five",
            "time": 1718980174,
            "page": 151,
            "sort": "highlight"
        },
        {
            "text": "Wherever she went, everything around her became a parody of itself, gauche and ridiculous. That was a comfort to see. Thank God for Whoopi. Nothing was sacred. Whoopi was proof.",
            "drawer": "lighten",
            "chapter": "Chapter Five",
            "time": 1718993690,
            "page": 159,
            "sort": "highlight"
        },
        {
            "text": "I was so tired. I truly believed I might never sleep again. So my throat clenched. I cried. I did it. My breath sputtered like from a scraped knee on the playground. It was so stupid.",
            "drawer": "lighten",
            "chapter": "Chapter Five",
            "time": 1718998065,
            "page": 161,
            "sort": "highlight"
        },
        {
            "text": "“I’m just going to lie here with my eyes closed, Reva. You can stay if you want, but I might fall asleep. I’m really tired.”\n“Yeah, OK,” she said. “But can I keep talking, though?”",
            "drawer": "lighten",
            "chapter": "Chapter Five",
            "time": 1718999021,
            "page": 168,
            "sort": "highlight"
        },
        {
            "text": "I called Trevor again.\n“It’s me,” is all he let me say before he started talking. It was the same speech he’d given me a dozen times: he’s involved now and can’t see me anymore.\n“Not even as just friends,” he said. “Claudia doesn’t believe in platonic relationships between the sexes, and I’m starting to see that she’s right. And she’s going through a divorce, so it’s a sensitive time. And I really like this woman. She’s incredible. Her son is autistic.”\n“I was just calling to ask if I could borrow some money,” I told him. “My VCR just broke. And I’m horny",
            "drawer": "lighten",
            "chapter": "Chapter Five",
            "time": 1719078236,
            "page": 169,
            "sort": "highlight"
        },
        {
            "text": "“VCRs are going to be obsolete in a year or two, you know,” he said. Then I heard him in the bathroom, the clink of the seat hitting the tank, a spattering of piss, a flush, then a long rush of water at the sink. He was probably washing off his dick. He came back in and got dressed, then lay down behind me on the bed, spooned me for about twenty seconds. His hands were cold on my breasts, his breath hot on my neck. “This was the last time,” he said, as though he’d been put out, as though he’d done me some huge favor. Then he lurched up off the bed, making my body bounce like a buoy on an empty sea. I heard the door slam.",
            "drawer": "lighten",
            "chapter": "Chapter Five",
            "time": 1718999754,
            "page": 173,
            "sort": "highlight"
        },
        {
            "text": "still pretty.",
            "drawer": "lighten",
            "chapter": "Chapter Six",
            "time": 1719014948,
            "page": 186,
            "sort": "highlight"
        },
        {
            "text": "What if the only way to sleep is death? I thought. Should I consult a priest? Oh, the absurdity. I started to wallow.",
            "drawer": "lighten",
            "chapter": "Chapter Six",
            "time": 1719016578,
            "page": 182,
            "sort": "highlight"
        },
        {
            "text": "I was thinking I’d get my pills from Reva’s, go home, and then I could hit the sleep for ten straight hours, get up, have a glass of water, a little snack, then ten straight more. Please!",
            "drawer": "lighten",
            "chapter": "Chapter Six",
            "time": 1719056404,
            "page": 197,
            "sort": "highlight"
        },
        {
            "text": "I counted out three lithium, two Ativan, five Ambien. That sounded like a nice mélange, a luxurious free fall into velvet blackness. And a couple of trazodone because trazodone weighed down the Ambien, so if I dreamt, I’d dream low to the ground. That would be stabilizing, I thought. And maybe one more Ativan. Ativan to me felt like fresh air. A cool breeze, slightly effervescent. This was good, I thought. A serious rest. My mouth watered. Good strong American sleep. Those pills would scrape out the sludge of Infermiterol left in my mind. Then I’d feel better. Then I’d be set. I’d live easy. I’d think easy. My brain would glide. I looked at the assortment of pills in my palm. Snapshot. Good-bye, bad dream. I wished I had my Polaroid camera to document the scene. “Forget me, Reva,” I’d say, flapping the photos in her face. “You’ll never see me again.” But did I care? I didn’t think so. If Reva’s body was hanging by the neck behind the bath curtain, I might have just gone home. But this moment was ceremonious. I had my magic back. This is mine now, I told myself. I’m going to sleep",
            "drawer": "lighten",
            "chapter": "Chapter Six",
            "time": 1719057138,
            "page": 201,
            "sort": "highlight"
        },
        {
            "text": "He was an opportunist and a stylist, a producer of entertainment more than an artist. Though, like an artist, he clearly believed that the situation we were in together—he the warden of my hibernation with full permission to use me in my blackout state as his “model”—was a projection of his own genius, as though the universe were orchestrated in such a way as to lead him toward projects that he’d unconsciously predicted for himself years earlier. The illusion of fateful realization.",
            "drawer": "lighten",
            "chapter": "Chapter Seven",
            "time": 1719058459,
            "page": 209,
            "sort": "highlight"
        },
        {
            "text": "Even a shade of curiosity could sabotage my mission to clear my mind, purge my associations, refresh and renew the cells in my brain, my eyes, my nerves, my heart.",
            "drawer": "lighten",
            "chapter": "Chapter Seven",
            "time": 1719058570,
            "page": 210,
            "sort": "highlight"
        },
        {
            "text": "a quest for a new spirit",
            "drawer": "lighten",
            "chapter": "Chapter Seven",
            "time": 1719058765,
            "page": 211,
            "sort": "highlight"
        },
        {
            "text": "“Well, that would be a more authentic rebirth. Have you seen any Tarkovsky? Haven’t you read Rousseau?”\n“I was born into privilege,” I told Ping Xi. “I am not going to squander that. I’m not a moron.”",
            "drawer": "lighten",
            "chapter": "Chapter Seven",
            "time": 1719058974,
            "page": 211,
            "sort": "highlight"
        },
        {
            "text": "The stupidity of wanting something “forever.” I almost felt sorry for him, for her. I heard myself chuckle, then sigh, as I drifted away, back into the cold.",
            "drawer": "lighten",
            "chapter": "Chapter Seven",
            "time": 1719065570,
            "page": 214,
            "sort": "highlight"
        },
        {
            "text": "When I took the Infermiterol that day, I pictured Ping Xi’s paintings. They flashed into my mind like memories. They were all “sleeping nudes,” mussed beds and tangles of pale limbs and blond hair, blue shadows in the folds of the white sheets, sunsets reflected on the white wall backgrounds. In every painting, my face was hidden. I saw them in my mind’s eye—small oils on cheap prestretched canvases or smaller primed panels. They were innocent and not very good. It didn’t matter. He could sell them for hundreds of thousands and say they were self-conscious critiques of the institutionalization of painting, maybe even about the objectification of women’s bodies through art history. “School is not for artists,” I could hear him say. “Art history is fascism. These paintings are about what we sleep through while we’re reading books our teachers give us. We’re all asleep, brainwashed by a system that doesn’t give a shit about who we really are. These paintings are deliberately boring.” Did he think that was an original idea?",
            "drawer": "lighten",
            "chapter": "Chapter Seven",
            "time": 1719069513,
            "page": 216,
            "sort": "highlight"
        },
        {
            "text": "Who could prove anything? In time, I would understand, I told myself.",
            "drawer": "lighten",
            "chapter": "Chapter Seven",
            "time": 1719069675,
            "page": 218,
            "sort": "highlight"
        },
        {
            "text": "I focused on the sound and then the universe narrowed into a fine line, and that felt better because there was a clearer trajectory, so I traveled more peacefully through outer space, listening to the rhythm of my respiration, each breath an echo of the breath before, softer and softer, until I was far enough away that there was no sound, there was no movement. There was no need for reassurance or directionality because I was nowhere, doing nothing. I was nothing. I was gone.",
            "drawer": "lighten",
            "chapter": "Chapter Seven",
            "time": 1719071049,
            "page": 220,
            "sort": "highlight"
        },
        {
            "text": "“Large-Headed Pictures of a Beautiful Woman.”",
            "drawer": "lighten",
            "chapter": "Chapter Seven",
            "time": 1719077305,
            "page": 225,
            "sort": "highlight"
        },
        {
            "text": "I hoped that they’d had some respect for the stuff they were immortalizing",
            "drawer": "lighten",
            "chapter": "Chapter Seven",
            "time": 1719077458,
            "page": 226,
            "sort": "highlight"
        },
        {
            "text": "Did they know that glory was mundane?",
            "drawer": "lighten",
            "chapter": "Chapter Seven",
            "time": 1719077643,
            "page": 227,
            "sort": "highlight"
        },
        {
            "text": "Were they plagued by nightmares? Maybe they understood, in fact, that beauty and meaning had nothing to do with one another.",
            "drawer": "lighten",
            "chapter": "Chapter Seven",
            "time": 1719077701,
            "page": 227,
            "sort": "highlight"
        },
        {
            "text": "The notion of my future suddenly snapped into focus: it didn’t exist yet. I was making it, standing there, breathing, fixing the air around my body with stillness, trying to capture something—a thought, I guess—as though such a thing were possible, as though I believed in the delusion described in those paintings—that time could be contained, held captive. I didn’t know what was true. So I did not step back. Instead, I put my hand out. I touched the frame of the painting. And then I placed my whole palm on the dry, rumbling surface of the canvas, simply to prove to myself that there was no God stalking my soul. Time was not immemorial. Things were just things. “Ma’am!” the guard yelled, and then there were hands gripping my shoulders, pulling me to the side. But that was all that happened.",
            "drawer": "lighten",
            "chapter": "Chapter Seven",
            "time": 1719077804,
            "page": 228,
            "sort": "highlight"
        },
        {
            "text": "Pain is not the only touchstone for growth, I said to myself. My sleep had worked. I was soft and calm and felt things. This was good. This was my life now.",
            "drawer": "lighten",
            "chapter": "Chapter Seven",
            "time": 1719077927,
            "page": 229,
            "sort": "highlight"
        },
        {
            "text": "ON SEPTEMBER 11, I went out and bought a new TV/VCR at Best Buy so I could record the news coverage of the planes crashing into the Twin Towers. Trevor was on a honeymoon in Barbados, I’d later learn, but Reva was lost. Reva was gone. I watched the videotape over and over to soothe myself that day. And I continue to watch it, usually on a lonely afternoon, or any other time I doubt that life is worth living, or when I need courage, or when I am bored. Each time I see the woman leap off the Seventy-eighth floor of the North Tower—one high-heeled shoe slipping off and hovering up over her, the other stuck on her foot as though it were too small, her blouse untucked, hair flailing, limbs stiff as she plummets down, one arm raised, like a dive into a summer lake—I am overcome by awe, not because she looks like Reva, and I think it’s her, almost exactly her, and not because Reva and I had been friends, or because I’ll never see her again, but because she is beautiful. There she is, a human being, diving into the unknown, and she is wide awake",
            "drawer": "lighten",
            "chapter": "Chapter Eight",
            "time": 1719078017,
            "page": 230,
            "sort": "highlight"
        }
    ],
    "created_on": 1719084518,
    "author": "Ottessa Moshfegh",
    "title": "My Year of Rest and Relaxation",
    "number_of_pages": 232,
    "version": "json/1.0.0",
    "file": "/storage/5347-6FBE/Documents/Ottessa Moshfegh - My year of rest and relaxation - 2018.epub"
}
